Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja1/uskav2_s.html.tmx
Source language: sme
Languages: nob

source: 1970-logu loahpas oinniimet ahte Álttá-Guovdageaineanu buođđudeapmi sáhtii bilidit min ealáhusvuođu , geat barggaimet boazodoaluin dán guovllus .
nob: På slutten av 1970-tallet så vi at den planlagte utbygginga av Alta-Guovdageaidnu-vassdraget ville kunne ødelegge næringsgrunnlaget for oss som dreiv med rein i dette området .

source: Muhto giellaváttisvuođaid dihtii lei hui váttis midjiide bealuštit iežamet eiseválddiide .
nob: Men på grunn av manglende språkferdigheter hadde vi svært vanskelig for å kunne forsvare oss overfor myndighetene .

source: Munnje lei dát ášši mii dagahii ahte ipmirdin ahte mii geat leat massán oahpu fertet searválagaid gáibidit veahki .
nob: For meg var det den avgjørende saka som fikk meg til å forstå at vi som hadde tapt skolegang måtte organisere oss og kreve hjelp .

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 1
nob: Flere artikler fra Samisk skolehistorie 1
